The Mullions between the Panels being joined will be deleted.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId MullionsWillBeDeleted { get; }
  Visual Basic
Public Shared ReadOnly Property MullionsWillBeDeleted As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ MullionsWillBeDeleted {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures CurtainWallFailures Class
  Autodesk.Revit.DB Namespace